@extends('portal.layout.master')
@section('content')
<div class="common_background" style="padding: 9px;">
    <div class="details_common_background2 extra_mt">
        <div class="row" style="margin-bottom: 60px;">
            <div class="card">
                <div class="card-title">
                    {{ isset($page_title)?str_replace('-',' ',$page_title):'' }}
                </div>
                @if($type == 'অযু')
                    <div class="card-content">
                        <div class="col s12">
                            <p>ইসলামের বিধান অনুসারে, অযু হল দেহের অঙ্গ-প্রতঙ্গ ধৌত করার মাধ্যমে পবিত্রতা অর্জনের একটি পন্থা। মুসলমানেরা নামাজের পূর্বে অযু করে নেয়। পবিত্র কোরানে আছে -“নিশ্চয়ই আল্লাহ্‌ তওবাকারীকে ভালবাসেন এবং যাহারা পবিত্র থাকে তহাদিগকেও ভালবাসেন।</p>
                            <p>অযুর শাব্দিক অর্থ হচ্ছে পবিত্রতা ও পরিচ্ছন্নতা অর্জন করা। আর শরীয়াতের পরিভাষায় পরিষ্কার পানি দ্বারা এক বিশেষ পদ্ধতিতে মুখমন্ডল, হাত ও পা ধৌত করা এবং মাথা মাসেহ্ করাকে অযু বলে।</p>
                            <p>(সূরা বাকারা,আয়াত:২২২)। কোরান শরীফ পড়তে ও স্পর্শ করতেও অযু করতে হয়। পবিত্র কোরানে আছে -“যাহারা পূত-পবিত্র তাহারা ব্যতীত অন্য কেহ তাহা স্পর্শ করো না।“(সূরা ওয়াক্কিয়াহ্‌, আয়াত:৭৯)। দেহ ও পরিধেয় কাপড়ের পবিত্রতা আর্জনকে বলে তাহারাত্‌। অযু বা গোসলের মাধ্যমে তাহারাত্‌ আর্জন করা যায়। হযরত মোহাম্মদ (সাঃ) বলেন – “পরিষ্কার পরিচ্ছন্নতা ধর্মের অর্ধেক।“ (সহীহ মোসলিম)</p>
                            <p>পবিত্র কুরআনে সুরা মায়েদাতে আল্লাহ্ তায়ালা বলেন--</p><br><p>
                                  يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ</p><br>
                            <p><span class="bangla-artho">অর্থঃ </span> “হে মুমিনগণ! যখন তোমরা সালাতের জন্য প্রস্তুত হবে, তখন তোমরা তোমাদের মুখ মন্ডল ও দুই হাত কনুই সহ ধৌত করবে,
                                এবং তোমাদের মাথা মাসেহ করবে, আর দুই পা গোড়ালীসহ ধৌত করবে।”[সূরা মায়িদাহঃ আয়াত-৬]
                                সুতরাং ওযুর গুরুত্ব অনেক।এই লেখাটাতে আমি চেষ্টা করব আপানাদের ওযুর সহীহ পদ্ধতি সম্পর্কে (ছবি সহ) পরিষ্কার ধারণা দিতে। </p>
                            <br>
                            <b>ওযুর ফরয চারটিঃ</b>
                            <p>১. মুখ মন্ডল ধৌত করা।</p>
                            <p>২. দুই হাত কনুই সহ ধৌত করা।</p>
                            <p>৩. মাথার চার ভাগের এক ভাগ মাসেহ করা এবং</p>
                            <p>৪. দুই পা টাখনু সহ ধৌত করা।এছাড়াও আমরা যে মিসওয়াক করি, কব্জি পর্যন্ত হাত ধুই,গড়গড়া করি বা নাকে পানি দেই ইত্যাদি করি, এগুলো সুন্নত।</p>
                            <p>তাই পরিপূর্ণ ওযু করতে গেলে সময়ের এবং পানির অভাব না থাকলে, অবশ্যই এগুলোও পালন করতে হবে এবং তিনবার করে।</p>
                            <br>
                            <b> অযু নিয়মঃ</b>
                            <p>১. “বিসমিল্লাহির রাহমানির রাহিম-আমি নামাযের উদ্দেশে পবিত্রতা লাভের উদ্দেশে ও আল্লাহ্’র সন্তুষ্টি লাভের উদ্দেশে ওযু করিতেছি” বলে প্রথমে দুই হাতের কবজি পর্যন্ত ধৌত করতে হবে। প্রথমে ডান হাতে পানি নিয়ে বাম হাত দিয়ে ডান হাতের কবজি পর্যন্ত তিনবার এবং এরপর ডান হাত দিয়ে বাম হাতের কবজি পর্যন্ত তিনবার ধৌত করতে হবে।</p>
                            <p>২. ডান হাতে পানি নিয়ে তা মুখে দিয়ে ভাল্ মত কুলি করতে হবে। এভাবে তিনবার, যেন কোন প্রকার খাদ্যকণা মুখের ভিতর না থাকে। [রোজা থাকা অবস্থায়ও এটাই করতে হবে, তবে অনেক হুঁশিয়ার থাকতে হবে যেন পানি পেটে না যায়]</p>
                            <p>৩. ডান হাতে পানি নিয়ে নাকে পানি দিয়ে বাম হাতের বৃদ্ধাংগুলি,আর কনিষ্ঠাংগুলি দ্বারা নাকের ভিতর পরিষ্কার করতে হবে।
                                এমনভাবে পানি প্রবেশ করাতে হবে যেন নাকের নরম জায়গা পর্যন্ত পানি পৌঁছায়। নাকের ভিতর কিছু থাকলে নাক ঝাড়তে হবে। এভাবে তিনবার। প্রতিবারই পরিষ্কার পানি দিতে হবে নাকে।</p>
                            <p>৪. এবারে মুখমন্ডল অর্থাৎ কপালের উপরে যেখান থেকে স্বাভাবিকভাবে মাথার চুল গজায় সেখান থেকে নিচের থুতনির নীচ পর্যন্ত এবং
                                এক কানের লতি থেকে আরেক কানের লতি পর্যন্ত মধ্যবর্তী স্থান, পানি দিয়ে তিনবার ধৌত করতে হবে। দাঁড়ি থাকলে তা খিলাল করতে হবে। যেন দাঁড়ি পরিষ্কার হয় এবং সম্ভব হলে দাঁড়ির গোড়ায় পানি পৌঁছায় (পাতলা দাঁড়ির ক্ষেত্রে). গোঁফের খেত্রেও একই কথা প্রযোজ্য। এভাবে তিনবার করতে হবে।</p>
                            <p>৫. এবারে বাম হাত দিয়ে পানি দ্বারা ডান হাত কনুই পর্যন্ত তিনবার ভালভাবে ঘষে ঘষে পরিষ্কার করতে হবে। তারপর একি ভাবে ডান হাত দিয়ে বাম হাতও পরিষ্কার করতে হবে। কারো হাতে আংটি থাকলে দেখতে হবে আংটির নিচেও যেন পানি প্রবেশ করে। নখেও যেন কোন ময়লা না থাকে।</p>
                            <p>৬. মাথা মাসেহ করাটা একটু খেয়াল করে করতে হবে। উপরের ছবির মত করে বৃদ্ধাংগুলি আর শাহাদাত আংগুলি আলাদা রেখে দুই হাত দিয়ে কপালে চুল শুরু হবার জায়গা থেকে পিছনে মাথার এক-চতুর্থাংশ মাসেহ করতে হবে। তারপর একই ভাবে হাত উল্টিয়ে মাথার তিন-চতুর্থাংশ পিছন থেকে সামনে মাসেহ করতে হবে। এবারে শাহাদাত আংগুলি দ্বারা কানের ভিতরের অংশ আর বৃদ্ধাংগুলি দ্বারা কানের বাইরের অংশ পরিষ্কার করতে হবে। এরপর হাতের পিছনের অংশ দিয়ে ঘাড় মাসেহ করতে হবে।</p>
                            <p>৭. এরপর ডান হাত দিয়ে পানি ঢেলে বাম হাত দিয়ে ডান পা টাখনু বা গোঁড়ালি পর্যন্ত ভালভাবে পরিষ্কার করতে হবে এমনভাবে যেন আংগুলের ভিতরও কোন ময়লা না থাকে। প্রথমে ডান পায়ের কনিষ্ঠ আংগুল থেকে খিলাল করতে হবে, বাম পা এর ক্ষেত্রে বৃদ্ধাংগুলি থেকে শুরু করতে হবে। এভাবে তিনবার।</p>
                            <p>ওযু শেষ হবার পর নিচের দু’আ পড়তে</p><br>
                            <p> أَََشْهَدُ أَنْ لا إلَه إِلّا الله وَ أَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ   <br> </p>
                                <p>(”আশহাদু আল্লা-ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু-লা-শারীকা লাহু ওয়াশহাদু আন্না মুহাম্মাদান আ’বদুহু-ওয়া রাসূলুহু।”)</p><br>
                            <p><span class="bangla-artho">অর্থঃ</span> আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ্ ছাড়া আর কোন মা’বুদ নাই। আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর বান্দাহ ও রাসূল।</p>
                            <p>প্রিয় বন্ধুরা! অত্যন্ত গুরুত্বপূর্ণ একটি পোষ্ট। অযুর গুরুত্ব অনেক, কিন্তু আমরা অনেকেই অযুর সঠিক নিয়ম জানি না, জানতে চেষ্টাও করি না।</p>
                        </div>
                    </div>
                @elseif($type=='নামাজের-নিয়ম')
                    <div class="card-content">
                        <div class="col s12">
                            <b>ফজর নামাজের নিয়মঃ</b>
                            <p>ফজরের নামাজ (আরবিঃ صلاة الفجر‎ সালাতুল ফজর) মুসলিমদের অবশ্য
                                পালনীয় দৈনন্দিন পাঁচ ওয়াক্ত নামাজের অন্যতম। ফজরের নামাজ প্রথম দুই রাকাত সুন্নত ও
                                দুই রাকাত ফরজ নামাজ নিয়ে গঠিত। সুবহে সাদিক থেকে সূর্যোদয়ের আগ পর্যন্ত ফজরের
                                নামাজের সময়।</p>
                            <br>
                            <b>যোহরের নামাজের নামাজের নিয়মঃ</b>
                            <P>যোহরের নামাজ (আরবি: صلاة الظهر‎; সালাতুল যুহর)
                                দৈনিক নামাজগুলোর মধ্যে এটি দ্বিতীয়। এটি ঠিক দুপুর থেকে আসরের পূর্ব পর্যন্ত আদায়
                                করা হয়। যোহরের নামাজ চার রাকাত সুন্নত, চার রাকাত ফরজ ও এরপর দুই রাকাত সুন্নত নিয়ে
                                গঠিত। ব্যক্তি মুসাফির অবস্থায় থাকলে চার রাকাত ফরজকে সংক্ষিপ্ত করে দুই রাকাত করতে
                                পারে ও সুন্নত আদায় না করতে পারে। শুক্রবার যোহরের পরিবর্তে জুমার নামাজ আদায় করা
                                হয়। জুমা ও যোহরের সময় শুরু ও শেষ হওয়ার নিয়ম একই।</P>
                            <br>
                            <b>জুমার নামাজের নিয়মঃ</b>
                            <P>
                                জুমার নামাজ (আরবি: صلاة الجمعة‎ ṣalāt al-jum`ah, “Friday prayer”) ইসলামের অন্যতম
                                একটি নামাজ। প্রতি শুক্রবার দুপুরে অন্যান্যদিনের যোহরের নামাজের বদলে এই নামাজ আদায়
                                করা হয়। সময় একই হলেও যোহরের সাথে জুমার নামাজের নিয়মগত কিছু পার্থক্য রয়েছে।
                                জুমার নামাজে দুই রাকাত ফরজ রয়েছে। এছাড়া কিছু সুন্নত নামাজ আদায় করতে হয়। যোহরের
                                মত ব্যক্তি চাইলে এসময় অতিরিক্ত নফল নামাজ আদায় করতে পারে। তবে এসকল নফল নামাজ জুমার
                                অংশ হিসেবে পড়া হয় না এবং তা আবশ্যকীয়ও নয় বরং ব্যক্তি তা স্বেচ্ছায় করতে পারে এবং
                                না করলে তার দোষ হয় না।
                                <br>জুমার নামাজ জামাতের সাথে আদায় করা আবশ্যিক এবং তা একাকী আদায় করার নিয়ম নেই।
                                কুরআনে জুমার নামাজের সময় হলে কাজ বন্ধ করে নামাজের জন্য মসজিদে যাওয়ার প্রতি তাগিদ
                                দেয়া হয়েছে। তবে কোনো ব্যক্তি যদি কারণবশত (যেমন খুব অসুস্থ ব্যক্তি) জুমা আদায় করতে
                                না পারে তবে তার ক্ষেত্রে যোহরের নামাজ আদায় করা নিয়ম। তাছাড়া কিছু ক্ষেত্রে সুস্থ
                                ব্যক্তির উপর, যেমন মুসাফির অবস্থায় জুমার আবশ্যকতা থাকে না এবং সেক্ষেত্রে যোহরের
                                নামাজ আদায় করলে তা গ্রহণীয় হয়। তবে মুসাফির চাইলে জুমা আদায় করতে পারে।</P>

                            <P>খুতবা<br>জুমার অন্যতম গুরুত্বপূর্ণ বিষয় হল খুতবা। এতে ইমাম বিভিন্ন বিষয়ে
                                গুরুত্বপূর্ণ বিষয়ে বক্তৃতা দেন। যে ইমাম খুতবা দেন তাকে বলা হয় খতিব। এসময় দুইটি
                                খুতবা দেয়া হয়। দুই খুতবার মাঝখানে অল্প কিছু সময়ের বিরতি নেয়া হয়। মসজিদের
                                প্রতিদিনের ইমাম খুতবা দিতে পারেন বা জুমার দিন বিশেষ কেউ খুতবা দিতে পারেন। খুতবা
                                সাধারণত আরবি ভাষায় দেয়া হয়। তবে কিছু স্থানে স্থানীয় ভাষায় খুতবা দেয়ার প্রথা
                                দেখা যায়।</P>
                            <br>
                            <b>আসর নামাজের নিয়মঃ</b>
                            <P>আসরের নামাজ (আরবি: صلاة العصر‎; সালাতুল আসর) দৈনিক নামাজগুলোর
                                মধ্যে এটি তৃতীয়। এটি বিকেলের সময় আদায় করা হয়। আসরের নামাজ চার রাকাত সুন্নত ও চার
                                রাকাত ফরজ নিয়ে গঠিত। ফরজ অংশ ইমামের নেতৃত্বে জামাতের সাথে আদায় করা হয়। তবে
                                ব্যক্তি মুসাফির অবস্থায় থাকলে চার রাকাত ফরজকে সংক্ষিপ্ত করে দুই রাকাত করতে পারেন।
                            </P>
                            <br>
                            <b>মাগরিবের নামাজের নিয়মঃ</b>
                            <P>মাগরিবের নামাজ (আরবি: صلاة المغرب‎; সালাতুল মাগরিব) দৈনিক
                                নামাজগুলোর মধ্যে এটি চতুর্থ। এটি সূর্যাস্তের পর থেকে গোধূলি পর্যন্ত আদায় করা হয়।
                                মাগরিবের নামাজ তিন রাকাত ফরজ ও দুই রাকাত সুন্নত নিয়ে গঠিত। ফরজ অংশ ইমামের নেতৃত্বে
                                জামাতের সাথে আদায় করা হয়। তবে ব্যক্তি মুসাফির অবস্থায় থাকলে শুধুমাত্র তিন রাকাত
                                ফরজ আদায় করতে পারে।</P>
                            <br>
                            <b> ইশার নামাজের নিয়মঃ</b>
                            <P>
                                ইশার নামাজ (আরবি: صلاة العشاء‎; সালাতুল ইশা) দৈনিক নামাজগুলোর মধ্যে এটি পঞ্চম। এটি
                                রাতের সময় আদায় করা হয়। ইশার নামাজের ফরজ চার রাকাত। এরপর দুই রাকাত সুন্নত ও তিন
                                রাকাত বিতর নামাজ রয়েছে। ফরজ নামাজের পূর্বে ৪ রাকাত সুন্নত নামাজ পড়া হয়। এটি না
                                পড়লে কোন গুনাহ হবে না। ফরজ অংশ ইমামের নেতৃত্বে জামাতের সাথে আদায় করা হয়। তবে
                                ব্যক্তি মুসাফির অবস্থায় থাকলে চার রাকাত ফরজকে সংক্ষিপ্ত করে দুই রাকাত করতে পারেন।
                            </P>
                            <br>
                            <b>বিতরের নামাজের নিয়মঃ</b>
                            <p>
                                বিতরের নামাজের তিনো রাকাতে সূরা ফাতেহার পরে সূরা মিলানো ফরজ। আর তৃতীয় রাকাতে
                                ক্বেরাতের পর الله اڪبر বলে কান বরাবর হাত উঠিয়ে আবার নাভীর নিচে হাত বেধে দোয়ায়ে
                                কুনুত পড়বে।

                                <br>اللهم انا نستعينڪ و نستغفڪ ونؤمن بڪ و نتوڪل عليڪ ونثني عليڪ الخير و نشڪرڪ ولا
                                نڪفرڪ و نخلع ونترڪ من يفجرڪ اللهم اياڪ نعبد ولڪ نصلي و نسجد واليڪ نسعي و نحفد ونرجو
                                رحمتڪ و نخشي عذابڪ ان عذابڪ بالڪفار ملحق

                                <br>উচ্চারণঃ আল্লাহুম্মা ইন্না নাসতাইনুকা ,অনাসতাগফিরুকা,অনু-মিনুবিকা, অনাতাঅক্কালু
                                আলাইকা, অনুসনী আলাইকাল খইরা , অনাশকুরুকা , অলানাকফুরুকা, অনাখলা’ ণাতরুকু, মাই ইয়াফ
                                জুরুকা, আল্লাহুম্মা ইয়্যাকানা’বুদু , অলাকানুছল্লি, অনাসজুদু, অইলাইকা নাসআ,
                                অনাহফিদু, অনারজু রহমাতাকা, অনাখশা আযাবাকা, ইন্না আযাবাকা বিলকুফ্ফারি মুলহিক।

                                <br>তারপর বিতরের নামাজের বাকী নিয়ম অন্যান্য নামাজের মতই।</p>
                            <br>
                            <b>তারাবীহ নামাজের নিয়মঃ</b>
                            <p>
                                তারাবীহ ‎(تراويح) হল ইসলাম ধর্মের পবিত্র রমজান মাসের গুরুত্বপূর্ণ অতিরিক্ত রাতের
                                নামাজ যেটি মুসলিমগণ রমজান মাস ব্যপী প্রতি রাতে এশার ফরজ নামাজের পর পরে থাকেন।
                                তারাবীহ’র নামায কিভাবে পড়তে হবে তা ইসলামের বিভিন্ন শাখাসমূহে বিভিন্নভাবে বলা
                                হয়েছে। তারাবীহ নামাজ একটি নির্দিষ্ট সংখ্যক রাকাত পড়া হয়, প্রতিবার একসাথে দুই
                                রাকাত করে একাদিক্রমে। হানাফি এবং শাফি’য়ি ফিকহ মতে এটি ২০ রাকাত, কিছু হাম্বলি বলেন
                                এটি শুধু আট রাকাত এবং বাকিরা বলেন এটি বিশ রাকাত। মালেকিরা বলেন এটি ৩৬ রাকাত, এবং
                                আহলে হাদীস অনুসারীরা বলেন এটি আট রাকাত।</p>
                            <br>
                            <b>দুই ঈদের নামাজের নিয়মঃ</b>
                            <P>
                                অন্যান্য নামাজের সাথে ঈদের নামাজের পার্থক্য হলো , দুই রাকাতে অতিরিক্ত ছয়টি তাকবীর
                                বলতে হয়। প্রথম রাকাতে ছানা পড়ার পর অতিরিক্ত তিনটি তাকবীর বলবে। প্রত্যেক তাকবীর
                                বলার সময় দুই হাত কান বরাবর উঠিয়ে নাভীর নিচে না বেধে নিচের দিকে ছেড়ে দিবে। তিনটি
                                তাকবীর বলা শেষ হলে নাবীর নিচে হাত বাধবে। আর দ্বিতীয় রাকাতে ক্বেরাতের পর অতিরিক্ত
                                তিনটি তাকবীর বলবে একই নিয়মে তারপর চতুর্থ তাকবীর বলে রুকুতে যাবে। বাকী সব নিয়ম অন্য
                                নামাজের মতই।</P>
                            <br>
                            <b>তাহাজ্জুদ নামাজের নিয়মঃ</b>
                            <p>
                                আরবি ‘তাহাজ্জুদ’ শব্দের আভিধানিক অর্থ রাত জাগরণ বা নিদ্রা ত্যাগ করে রাতে নামাজ পড়া।
                                শরিয়তের পরিভাষায় রাত দ্বিপ্রহরের পর ঘুম থেকে জেগে আল্লাহর সন্তুষ্টির জন্য যে নামাজ
                                আদায় করা হয় তা-ই ‘সালাতুত তাহাজ্জুদ’ বা তাহাজ্জুদ নামাজ। বছরের অন্যান্য সময়ের মতো
                                রমজান মাসে তাহাজ্জুদ নামাজের ব্যাপারে বিশেষভাবে উৎসাহিত করা হয়েছে। তাহাজ্জুদ নামাজ
                                যেকোনো সময়ই অত্যধিক ফজিলতের কারণ। রমজান মাসে এর সুফল বহুগুণ বেড়ে যায়।

                                <br>রাসুলুল্লাহ (সা.) তাহাজ্জুদ নামাজ কখনো ৪ রাকাত, কখনো ৮ রাকাত এবং কখনো ১২ রাকাত
                                পড়েছিলেন। তাই রোজাদার ব্যক্তির তাহাজ্জুদ নামাজ কমপক্ষে ৪ রাকাত আদায় করা উচিত।
                                কিন্তু যদি কেউ এ নামাজ ২ রাকাত আদায় করেন, তাহলেও তাঁর তাহাজ্জুদ আদায় হবে। হজরত
                                ইবনে আব্বাস (রা.) বলেছেন, ‘যে ব্যক্তি এশার পর দুই বা ততোধিক রাকাত নামাজ পড়ে নেয়,
                                সে হবে তাহাজ্জুদের ফজিলতের অধিকারী।’ রমজান মাসে তাহাজ্জুদ নামাজ আদায়কালে পবিত্র
                                কোরআনের আয়াত খুব বেশি তিলাওয়াত করা উত্তম। যদি দীর্ঘ সূরা মুখস্থ থাকে, তাহলে
                                তাহাজ্জুদ নামাজে দীর্ঘ সূরা তিলাওয়াত করা উত্তম। ১২ রাকাত তাহাজ্জুদ নামাজের প্রথম
                                রাকাতে সূরা আল-ইখলাস ১২ বার, দ্বিতীয় রাকাতে ১১ বার, তৃতীয় রাকাতে ১০ বার, চতুর্থ
                                রাকাতে ৯ বার অনুসারে দ্বাদশ রাকাতে একবার পড়তে হয়। আবার প্রত্যেক রাকাতে সূরা
                                আল-ইখলাস ৩ বার অথবা ১ বার হিসেবেও পড়া যায়। আবার সূরা আল-মুয্যাম্মিল, আয়াতুল কুরসি
                                এবং সূরা আল-ইনশিরাহও পড়া যায়।</p>
                            <br>
                            <b>সালাতুল তাসবিহ নামাজের নিয়মঃ</b>
                            <p>
                                সালাতুত তাসবিহ হাদীস শরীফে ‘সালাতুত তাসবীহ’ নামাযের অনেক ফযীলত বর্ণিত আছে। এই নামায
                                পড়লে পূর্বের গুনাহ বা পাপ মোচন হয় এবং অসীম সওয়ার পাওয়া যাবে। রাসূলুল্লাহ
                                সালল্লাহু তা’আলা আলাইহি ওয়া সাল্লাম স্বীয় চাচা হযরত আব্বাস রাদিআল্লাহু আনহুকে এই
                                নামায শিক্ষা দিয়েছিলেন এবং বলেছিলেন যে, এই নামায পড়লে আল্লাহ আয-যাওযাল আপনার
                                আউয়াল আখেরের সগীরা কবীরা জানা অজানা সকল গুনাহ মাফ করে দিবেন।

                                <br>তিনি বলেন, চাচা জান ! আপনি যদি পারেন, তবে দৈনিক একবার করে এই নামায পড়বেন। যদি
                                দৈনিক না পারেন, তবে সপ্তাহে একবার পড়বেন। যদি সপ্তাহে না পারেন, তবে মাসে একবার
                                পড়বেন। যদি মাসে না পারেন, তবে বছরে একবার পড়বেন। যদি এটাও না পারেন, তবে সারা জীবনে
                                একবার হলেও এই নামায পড়বেন ।

                                <br>সালাতুল তাসবিহ নামাজের নিয়ম চার রকাত । প্রতি রকাতে সূরা ফাতিহার পর, যে কোন সূরা
                                পড়তে পারেন। তবে এই নামাযে বিশেষত্ব এই যে, প্রতি রকাতে ৭৫ বার করে, চার রকাতে মোট ৩০০
                                বার তাসবীহ পড়তে হবে। তাসবীহঃ سُبْحاَنَ الله وَالْحَمدُ للهِ وَلآَ اِلَهَاِلاَّاللهُ وَاللهُ اَكْبرُ
                            </p>
                            <p>উচ্চারণঃ সুবহানাল্লাহি ওয়াল হামদু লিল্লাহি ওয়া লা-ইলাহা ইল্লাল্লাহু ওয়াল্লাহু
                                আকবার।১ম রাকাত এ সানা পড়ার পরে তাসবীহ টি ১৫ বার পড়তে হবে।তারপর স্বাভাবিক নিয়মে সুরা ফাতিহা ও অন্য আরেকটি সুরা অথবা অন্তত তিন আয়াত
                                পড়ার পরে তাসবীহ টি ১০ বার পড়তে হবে।এরপর রুকুতে গিয়ে রুকুর তাসবীহ পরার পরে তাসবীহ টি ১০ বার পড়তে হবে।
                                এরপর রুকু হতে দাড়িয়ে গিয়ে “রাব্বানা লাকাল হামদ” পড়ার পরে তাসবীহ টি ১০ বার
                                পড়তে হবে । এরপর সিজদায় গিয়ে সিজদার তাসবীহ পরে তাসবীহ টি ১০ বার পড়তে হবে । প্রথম সিজদা থেকে বসে তাসবীহ টি ১০ বার পড়তে হবে ।
                                এরপর আবার সিজদায় গিয়ে সিজদার তাসবীহ পরে তাসবীহ টি ১০ বার পড়তে হবে । তারপর একই ভাবে ২য় রাকাত পড়তে হবে, ( সুরা ফাতিহা পড়ার আগে তাসবীহ টি ১৫ বার
                                পড়তে হবে) ।অতপর ২য়রাকাত এর ২য় সিজদার পর “আত্তহিয়্যাতু…”, দরুদ আর দোয়া পড়ার পরে সালাম
                                না ফিরিয়ে , ২য় রাকাত এর মতো ৩য় এবং ৪থ রাকাত একই প্রক্রিয়া শেষ করতে হবে ।
                                (তাসবীহ টি ১৫ বার পড়ে স্বাভাবিক নিয়মে সুরা ফাতিহা ও অন্য আরেকটি সুরা পড়তে
                                হবে) । কোন এক স্থানে উক্ত তাসবীহ পড়তে সম্পূর্ণ ভুলে গেলে বা ভুলে নির্দিষ্ট সংখ্যার
                                চেয়ে কম পড়লে পরবর্তী যে রুকনেই স্মরণ আসুক সেখানে তথাকার সংখ্যার সাথে এই ভুলে
                                যাওয়া সংখ্যাগুলোও আদায় করে নিবে। আর এই নামাযে কোন কারণে সাজদায়ে সাহু ওয়াজিব
                                হলে সেই সাজদা এবং তার মধ্যকার বৈঠকে উক্ত তাসবীহ পাঠ করতে হবে না। তাসবীহের সংখ্যা
                                স্মরণ রাখার জন্য আঙ্গুলের কর গণনা করা যাবে না, তবে আঙ্গুল চেপে স্মরণ রাখা যেতে
                                পারে।
                            </p>
                            <br>
                            <b>জানাযা নামাজের নিয়মঃ</b>
                            <p>
                                জানাযা একটি বিশেষ প্রার্থনা যা কোনো মৃত মুসলমানকে সৎকার করার পূর্বে অনুষ্ঠিত হয়।
                                সচরাচর এটি জানাযার নামাজ নামে অভিহিত হয়। মুসলমান অর্থাৎ ইসলাম ধর্মামলম্বীদের জন্য
                                এটি ফরযে কেফায়া বা আবশ্যকীয় দায়িত্ব।তবে কোনো এলাকা বা গোত্রের পক্ষ থেকে একজন
                                আদায় করলে সকলের পক্ষ থেকে তা আদায় হয়ে যায়। কোনো মুসলমানের মৃত্যু হলে মুসলমান
                                সমাজের পক্ষ থেকে অবশ্যই জানাযার নামাজ পাঠ করতে হবে। জানাযার নামাজ একজন ইমামের
                                নেতৃত্বে জামাতের সাথে বা দলবদ্ধভাবে অনুষ্ঠিত হয়। অংশগ্রহণকারীরা বেজোড় সংখ্যক
                                কাতারে বা সারিতে সারিবদ্ধভাবে দাঁড়িয়ে এ নামায আদায় করেন। এটি ৪ তকবিরের নামাজ।
                                দাঁড়িয়ে এ নামাজ আদায় করতে হয় এবং সালাম ফেরানোর মধ্য দিয়ে এ নামায শেষ হয়।
                                সাধারণত জানাযার নামাযের শেষে মুনাজাত বা দোয়া করতে হয় না কারণ এ নামাযের মাধ্যমেই
                                মৃতের জন্য দোয়া করা হয়। জানাযা শেষে মৃতব্যক্তিকে গোরস্থানে নিয়ে যাওয়া হয় এবং
                                মাটিতে কবর দেওয়া হয়।
                            </p>
                        </div>
                    </div>
                @elseif($type=='নামাজের-দোয়া')
                    <div class="card-content">
                        <div class="col s12">
                            <b>জায়নামাজের দোয়া</b>
                            <p>
                                <span class="bangla-artho">
                                    <span class="bangla-artho">
                                        আরবি উচ্চারণঃ</span>
                                </span> ىْ فَطَرَالسَّمَوَتِ وَاْلاَرْضَ حَنِيْفَاوَّمَااَنَا مِنَ
                                الْمُشْرِكِيْنَ<br>
                                <span class="bangla-artho"><span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> ইন্নি ওয়াজ্জাহাতু ওজহিয়া লিল্লাযী ফাতারাচ্ছামাওয়াতি ওয়াল আরদা
                                হানিফাঁও ওয়ামা আনা মিনাল মুশরিকীন ।<br>
                                <span class="bangla-artho"><span class="bangla-artho">অর্থঃ</span></span> নিশ্চই আমি তাঁহার দিকে মুখ ফিরাইলাম, যিনি আসমান জমিন সৃষ্টি করিয়াছেন । আমি
                                মুশরিকদিগের দলভুক্ত নহি ।<br>
                            </p>
                            <b>ছানা</b>
                            <p>
                                <span class="bangla-artho"><span class="bangla-artho">আরবি উচ্চারণঃ</span></span> سُبْحَانَكَ اَللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَا لَى
                                جَدُّكَ وَلاَ اِلَهَ غَيْرُكَ<br>

                                <span class="bangla-artho"><span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> সুবাহানাকা আল্লাহুমা ওয়া বিহামদিকা ওয়াতাবারা কাসমুকা ওয়া
                                তায়ালাজাদ্দুকা ওয়া লা-ইলাহা গাইরুকা।<br>

                                <span class="bangla-artho"><span class="bangla-artho">অর্থঃ</span></span> হে আল্লাহ! তুমি পবিত্র সকল প্রশংসা তোমারই। তোমার নাম মঙ্গলময়। তোমার মহিমা
                                অতীব উচ্চ। তুমি ব্যতীত অন্য কোন উপাস্য নাই।<br>
                            </p>
                            <b>রুকুর তাসবিহ</b>
                            <p>
                                <span class="bangla-artho"><span class="bangla-artho">আরবি উচ্চারণঃ</span></span> سُبْحَانَ رَبِّيَ الْعَظِيْمِ<br>

                                <span class="bangla-artho"><span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> ‘সুবহা-না রবিবয়াল ‘আযীম’ ।<br>

                                <span class="bangla-artho"><span class="bangla-artho">অর্থঃ</span></span> মহাপবিত্র আমার প্রতিপালক যিনি মহান ।<br>
                            </p>
                            <b>রুকু থেকে উঠার পর</b>
                            <p>
                                এক.<br>
                                <span class="bangla-artho"><span class="bangla-artho">আরবি উচ্চারণঃ</span></span> سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ<br>

                                <span class="bangla-artho"> <span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> সামি‘আল্লা-হু লিমান হামিদাহ।<br>

                                <span class="bangla-artho"><span class="bangla-artho">অর্থঃ</span></span> যে আল্লাহর হামদ-প্রশংসা করে, আল্লাহ তার প্রশংসা শুনুন (কবুল করুন)।<br>

                                দুই.<br>
                                <span class="bangla-artho"><span class="bangla-artho">আরবি উচ্চারণঃ</span></span> رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً
                                فِيهِ<br>

                                <span class="bangla-artho"><span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> রব্বানা ওয়া লাকাল হামদু, হামদান কাছীরান ত্বায়্যিবান মুবা-রাকান
                                ফীহি।<br>

                                <span class="bangla-artho"><span class="bangla-artho">অর্থঃ</span></span> “হে আমাদের রব্ব! আর আপনার জন্যই সমস্ত প্রশংসা; অঢেল, পবিত্র ও বরকত-রয়েছে-এমন
                                প্রশংসা।” [বুখারী, (ফাতহুল বারীসহ) ২/২৮৪, নং ৭৯৬।]<br>
                            </p>
                            <b>সিজদার তাসবিহ</b>
                            <p>
                                <span class="bangla-artho"><span class="bangla-artho">আরবি উচ্চারণঃ</span></span>  سُبْحَانَ رَبِّيَ الْأَعْلَى <br>

                                <span class="bangla-artho"><span class="bangla-artho">বাংলা উচ্চারণঃ</span></span> সুবহা-না রবিবয়াল আ’লা।<br>

                                <span class="bangla-artho">অর্থঃ</span> মহাপবিত্র আমার প্রতিপালক যিনি সর্বোচ্চ ।<br>
                            </p>
                            <b>দুই সিজদার মাঝের দোয়া</b>
                            <p>
                                <span class="bangla-artho">আরবি উচ্চারণঃ</span> رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي ।<br>

                                <span class="bangla-artho">বাংলা উচ্চারণঃ</span> রব্বিগফির লী, রব্বিগফির লী।<br>

                                <span class="bangla-artho">অর্থঃ</span> বাংলা অর্থ : হে আমার রব্ব! আপনি আমাকে ক্ষমা করুন। হে আমার রব্ব! আপনি আমাকে
                                ক্ষমা করুন।<br>
                            </p>
                            <b>তাশাহ্হুদ (আত্তাহিইয়া-তু):</b>
                            <p>
                                <span class="bangla-artho">আরবি উচ্চারণঃ</span> اَلتَّحِيَّاتُ ِللهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ
                                عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا
                                وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ اللهُ
                                وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ-<br>
                                <span class="bangla-artho">বাংলা উচ্চারণঃ</span> আত্তাহিইয়া-তু লিল্লা-হি ওয়াছ্ ছালাওয়া-তু ওয়াত্ ত্বাইয়িবা-তু আসসালা-মু
                                ‘আলাইকা আইয়ুহান নাবিইয়ু ওয়া রহমাতুল্লা-হি ওয়া বারাকা-তুহু। আসসালা-মু ‘আলাইনা ওয়া
                                ‘আলা ‘ইবা-দিল্লা-হিছ ছা-লেহীন। আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আনণা
                                মুহাম্মাদান ‘আব্দুহূ ওয়া রাসূলুহু ।<br>

                                <span class="bangla-artho">অর্থঃ</span> যাবতীয় সম্মান, যাবতীয় উপাসনা ও যাবতীয় পবিত্র বিষয় আল্লাহর জন্য। হে নবী! আপনার
                                উপরে শান্তি বর্ষিত হৌক এবং আল্লাহর অনুগ্রহ ও সমৃদ্ধি সমূহ নাযিল হউক। শান্তি বর্ষিত
                                হউক আমাদের উপরে ও আল্লাহর সৎকর্মশীল বান্দাগণের উপরে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ
                                ব্যতীত কোন উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল।<br>
                            </p>
                            <b>দরূদ</b>
                            <p>
                                <span class="bangla-artho">আরবি উচ্চারণঃ</span> اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا
                                صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ-
                                اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى
                                إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ-<br>
                                <span class="bangla-artho">বাংলা উচ্চারণঃ</span> আল্লা-হুম্মা ছাল্লে ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা
                                ছাল্লায়তা ‘আলা ইবরা-হীমা ওয়া ‘আলা আ-লে ইব্রা-হীমা ইন্নাকা হামীদুম মাজীদ।
                                আল্লা-হুম্মা বা-রিক ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা বা-রক্তা ‘আলা
                                ইব্রা-হীমা ওয়া ‘আলা আ-লে ইব্রা-হীমা ইন্নাকা হামীদুম মাজীদ ।<br>

                                <span class="bangla-artho">অর্থঃ</span> ‘হে আল্লাহ! আপনি রহমত বর্ষণ করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন
                                আপনি রহমত বর্ষণ করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও
                                সম্মানিত। হে আল্লাহ! আপনি বরকত নাযিল করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে,
                                যেমন আপনি বরকত নাযিল করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত
                                ও সম্মানিত।
                            </p>
                            <b>দো’আয়ে মাছূরাহ</b>
                            <p>
                                <span class="bangla-artho">আরবি উচ্চারণঃ</span> اَللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمًا كَثِيْرًا وَّلاَ
                                يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِّنْ عِنْدَكَ
                                وَارْحَمْنِيْ إِنَّكَ أَنْتَ الْغَفُوْرُ الرَّحِيْمُ-<br>
                                <span class="bangla-artho">বাংলা উচ্চারণঃ</span> আল্লা-হুম্মা ইন্নী যালামতু নাফ্সী যুলমান কাছীরাঁও অলা ইয়াগ্ফিরুয
                                যুনূবা ইল্লা আন্তা, ফাগ্ফিরলী মাগফিরাতাম মিন ‘ইনদিকা ওয়ারহাম্নী ইন্নাকা আন্তাল
                                গাফূরুর রহীম’ ।<br>

                                <span class="bangla-artho">অর্থঃ</span> ‘হে আল্লাহ! আমি আমার নফসের উপরে অসংখ্য যুলুম করেছি। ঐসব গুনাহ মাফ করার কেউ নেই
                                আপনি ব্যতীত। অতএব আপনি আমাকে আপনার পক্ষ হতে বিশেষভাবে ক্ষমা করুন এবং আমার উপরে
                                অনুগ্রহ করুন। নিশ্চয়ই আপনি ক্ষমাশীল ও দয়াবান।
                            </p>
                            <b>দোয়া কুনুত</b>
                            <p>
                                বিতরের নামাজের পর ৩য় রাকায়াতে সূরা ফাতিহা ও অন্য কিরআত পড়ার পর আল্লাহু আকবার বলে হাত
                                তুলে আবার হাত বাঁধতে হয় এবং দোয়া কুনুত পড়তে হয় ।<br>
                                <span class="bangla-artho">আরবি উচ্চারণঃ</span> اَللَّهُمَّ اِنَّ نَسْتَعِيْنُكَ وَنَسْتَغْفِرُكَ وَنُؤْمِنُ بِكَ
                                وَنَتَوَكَّلُ عَلَيْكَ وَنُثْنِىْ عَلَيْكَ الْخَيْرَ وَنَشْكُرُكَ وَلاَ نَكْفُرُكَ
                                وَنَخْلَعُ وَنَتْرُكُ مَنْ يَّفْجُرُكَ-اَللَّهُمَّ اِيَّاكَ نَعْبُدُ وَلَكَ
                                نُصَلِّىْ وَنَسْجُدُ وَاِلَيْكَ نَسْعَى وَنَحْفِدُ وَنَرْجُوْ رَحْمَتَكَ وَنَخْشَى
                                عَذَابَكَ اِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ<br>
                                <span class="bangla-artho">বাংলা উচ্চারণঃ</span> উচ্চারণ-"আল্লাহুম্মা ইন্না নাসতা'ঈনুকা ওয়া নাসতাগ ফিরুকা, ওয়া নু'মিনু
                                বিকা ওয়া না তা ওয়াক্কালু আলাইকা ওয়া নুছনি আলাইকাল খাইর। ওয়া নাশকুরুকা, ওয়ালা
                                নাকফুরুকা, ওয়া নাখ লা, ওয়া নাত রুকু মাইয়্যাফ জুরুকা। আল্লাহুম্মা ইয়্যাকা না'বুদু
                                ওয়ালাকা নুছাল্লি ওয়া নাসজুদু ওয়া ইলাইকা নাস'আ, ওয়া নাহফিদু ওয়া নারজু রাহমাতাকা ওয়া
                                নাখ'শা আযাবাকা ইন্না আযা-বাকা বিল কুফফা-রি মুল হিক ।"<br>

                                <span class="bangla-artho">অর্থঃ</span> অর্থ-হে আল্লাহ, আমারা আপনার নিকট সাহায্য চাই। আপনার নিকট গোনাহের জন্য ক্ষমা
                                প্রার্থনা করি। আপনার প্রতি ঈমান এনেছি। আমরা কেবল মাত্র আপনার উপরেই ভরসা করি।
                                সর্বপ্রকার কল্যান ও মংগলের সাথে আপনার প্রশংসা করি। আমরা আপনার শোকর আদায় করি, আপনার
                                দানকে অস্বীকার করি না।আপনার নিকট ওয়াদা করছি যা, আপনার অবাধ্য লোকদের সাথে আমরা কোন
                                সম্পর্ক রাখব না-তাদেরকে পরিত্যাগ করব । হে আল্লাহ, আমরা আপনারই দাসত্ব স্বীকার করি।
                                কেবলমাত্র আপনার জন্যই নামাজ পড়ি, কেবল আপনাকেই সিজদা করি এবং আমাদের সকল প্রকার
                                চেষ্টা-সাধনা ও কষ্ট স্বীকার কেবল আপনার সন্ততুষ্টির জন্যই । আমরা কেবল আপনার ই রহমত
                                লাভের আশা করি, আপনার আযাবকে আমাওরা ভয় করি। নিশ্চই আপনার আযাবে কেবল কাফেরগনই
                                নিক্ষিপ্ত হবে।
                            </p>
                        </div>
                    </div>
                @else
                    <div class="card-content">
                        <div class="col s12">
                            <p>ইসলামের বিধান অনুসারে, অযু হল দেহের অঙ্গ-প্রতঙ্গ ধৌত করার মাধ্যমে পবিত্রতা অর্জনের একটি পন্থা। মুসলমানেরা নামাজের পূর্বে অযু করে নেয়। পবিত্র কোরানে আছে -“নিশ্চয়ই আল্লাহ্‌ তওবাকারীকে ভালবাসেন এবং যাহারা পবিত্র থাকে তহাদিগকেও ভালবাসেন।</p>
                            <p>অযুর শাব্দিক অর্থ হচ্ছে পবিত্রতা ও পরিচ্ছন্নতা অর্জন করা। আর শরীয়াতের পরিভাষায় পরিষ্কার পানি দ্বারা এক বিশেষ পদ্ধতিতে মুখমন্ডল, হাত ও পা ধৌত করা এবং মাথা মাসেহ্ করাকে অযু বলে।</p>
                            <p>(সূরা বাকারা,আয়াত:২২২)। কোরান শরীফ পড়তে ও স্পর্শ করতেও অযু করতে হয়। পবিত্র কোরানে আছে -“যাহারা পূত-পবিত্র তাহারা ব্যতীত অন্য কেহ তাহা স্পর্শ করো না।“(সূরা ওয়াক্কিয়াহ্‌, আয়াত:৭৯)। দেহ ও পরিধেয় কাপড়ের পবিত্রতা আর্জনকে বলে তাহারাত্‌। অযু বা গোসলের মাধ্যমে তাহারাত্‌ আর্জন করা যায়। হযরত মোহাম্মদ (সাঃ) বলেন – “পরিষ্কার পরিচ্ছন্নতা ধর্মের অর্ধেক।“ (সহীহ মোসলিম)</p>
                            <p>পবিত্র কুরআনে সুরা মায়েদাতে আল্লাহ্ তায়ালা বলেন--  يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ</p>
                            <p>অর্থ : “হে মুমিনগণ! যখন তোমরা সালাতের জন্য প্রস্তুত হবে, তখন তোমরা তোমাদের মুখ মন্ডল ও দুই হাত কনুই সহ ধৌত করবে,
                                এবং তোমাদের মাথা মাসেহ করবে, আর দুই পা গোড়ালীসহ ধৌত করবে।”[সূরা মায়িদাহঃ আয়াত-৬]
                                সুতরাং ওযুর গুরুত্ব অনেক।এই লেখাটাতে আমি চেষ্টা করব আপানাদের ওযুর সহীহ পদ্ধতি সম্পর্কে (ছবি সহ) পরিষ্কার ধারণা দিতে। </p>
                            <b>ওযুর ফরয চারটি :</b>
                            <p>১. মুখ মন্ডল ধৌত করা।</p>
                            <p>২. দুই হাত কনুই সহ ধৌত করা।</p>
                            <p>৩. মাথার চার ভাগের এক ভাগ মাসেহ করা এবং</p>
                            <p>৪. দুই পা টাখনু সহ ধৌত করা।এছাড়াও আমরা যে মিসওয়াক করি, কব্জি পর্যন্ত হাত ধুই,গড়গড়া করি বা নাকে পানি দেই ইত্যাদি করি, এগুলো সুন্নত।</p>
                            <p>তাই পরিপূর্ণ ওযু করতে গেলে সময়ের এবং পানির অভাব না থাকলে, অবশ্যই এগুলোও পালন করতে হবে এবং তিনবার করে।</p>
                            <b> অযু নিয়ম :</b>
                            <p>১. “বিসমিল্লাহির রাহমানির রাহিম-আমি নামাযের উদ্দেশে পবিত্রতা লাভের উদ্দেশে ও আল্লাহ্’র সন্তুষ্টি লাভের উদ্দেশে ওযু করিতেছি” বলে প্রথমে দুই হাতের কবজি পর্যন্ত ধৌত করতে হবে। প্রথমে ডান হাতে পানি নিয়ে বাম হাত দিয়ে ডান হাতের কবজি পর্যন্ত তিনবার এবং এরপর ডান হাত দিয়ে বাম হাতের কবজি পর্যন্ত তিনবার ধৌত করতে হবে।</p>
                            <p>২. ডান হাতে পানি নিয়ে তা মুখে দিয়ে ভাল্ মত কুলি করতে হবে। এভাবে তিনবার, যেন কোন প্রকার খাদ্যকণা মুখের ভিতর না থাকে। [রোজা থাকা অবস্থায়ও এটাই করতে হবে, তবে অনেক হুঁশিয়ার থাকতে হবে যেন পানি পেটে না যায়]</p>
                            <p>৩. ডান হাতে পানি নিয়ে নাকে পানি দিয়ে বাম হাতের বৃদ্ধাংগুলি,আর কনিষ্ঠাংগুলি দ্বারা নাকের ভিতর পরিষ্কার করতে হবে।
                                এমনভাবে পানি প্রবেশ করাতে হবে যেন নাকের নরম জায়গা পর্যন্ত পানি পৌঁছায়। নাকের ভিতর কিছু থাকলে নাক ঝাড়তে হবে। এভাবে তিনবার। প্রতিবারই পরিষ্কার পানি দিতে হবে নাকে।</p>
                            <p>৪. এবারে মুখমন্ডল অর্থাৎ কপালের উপরে যেখান থেকে স্বাভাবিকভাবে মাথার চুল গজায় সেখান থেকে নিচের থুতনির নীচ পর্যন্ত এবং
                                এক কানের লতি থেকে আরেক কানের লতি পর্যন্ত মধ্যবর্তী স্থান, পানি দিয়ে তিনবার ধৌত করতে হবে। দাঁড়ি থাকলে তা খিলাল করতে হবে। যেন দাঁড়ি পরিষ্কার হয় এবং সম্ভব হলে দাঁড়ির গোড়ায় পানি পৌঁছায় (পাতলা দাঁড়ির ক্ষেত্রে). গোঁফের খেত্রেও একই কথা প্রযোজ্য। এভাবে তিনবার করতে হবে।</p>
                            <p>৫. এবারে বাম হাত দিয়ে পানি দ্বারা ডান হাত কনুই পর্যন্ত তিনবার ভালভাবে ঘষে ঘষে পরিষ্কার করতে হবে। তারপর একি ভাবে ডান হাত দিয়ে বাম হাতও পরিষ্কার করতে হবে। কারো হাতে আংটি থাকলে দেখতে হবে আংটির নিচেও যেন পানি প্রবেশ করে। নখেও যেন কোন ময়লা না থাকে।</p>
                            <p>৬. মাথা মাসেহ করাটা একটু খেয়াল করে করতে হবে। উপরের ছবির মত করে বৃদ্ধাংগুলি আর শাহাদাত আংগুলি আলাদা রেখে দুই হাত দিয়ে কপালে চুল শুরু হবার জায়গা থেকে পিছনে মাথার এক-চতুর্থাংশ মাসেহ করতে হবে। তারপর একই ভাবে হাত উল্টিয়ে মাথার তিন-চতুর্থাংশ পিছন থেকে সামনে মাসেহ করতে হবে। এবারে শাহাদাত আংগুলি দ্বারা কানের ভিতরের অংশ আর বৃদ্ধাংগুলি দ্বারা কানের বাইরের অংশ পরিষ্কার করতে হবে। এরপর হাতের পিছনের অংশ দিয়ে ঘাড় মাসেহ করতে হবে।</p>
                            <p>৭. এরপর ডান হাত দিয়ে পানি ঢেলে বাম হাত দিয়ে ডান পা টাখনু বা গোঁড়ালি পর্যন্ত ভালভাবে পরিষ্কার করতে হবে এমনভাবে যেন আংগুলের ভিতরও কোন ময়লা না থাকে। প্রথমে ডান পায়ের কনিষ্ঠ আংগুল থেকে খিলাল করতে হবে, বাম পা এর ক্ষেত্রে বৃদ্ধাংগুলি থেকে শুরু করতে হবে। এভাবে তিনবার।</p>
                            <p>ওযু শেষ হবার পর নিচের দু’আ পড়তে হবে- أَََشْهَدُ أَنْ لا إلَه إِلّا الله وَ أَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ (”আশহাদু আল্লা-ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু-লা-শারীকা লাহু ওয়াশহাদু আন্না মুহাম্মাদান আ’বদুহু-ওয়া রাসূলুহু।”)</p>
                            <p><span class="bangla-artho">অর্থঃ</span> আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ্ ছাড়া আর কোন মা’বুদ নাই। আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর বান্দাহ ও রাসূল।</p>
                            <p>প্রিয় বন্ধুরা! অত্যন্ত গুরুত্বপূর্ণ একটি পোষ্ট। অযুর গুরুত্ব অনেক, কিন্তু আমরা অনেকেই অযুর সঠিক নিয়ম জানি না, জানতে চেষ্টাও করি না।</p>
                        </div>
                    </div>
                @endif
            </div>
        </div>
    </div>
</div>
@endsection
@section('JScript')
    <script type="text/javascript">
        $(document).ready(function(){
            var site_url = $('.site_url').val();

        });
    </script>
@endsection